<template>
  <div class="w-full">
    <h1 class="mb-6 w-full text-3xl font-bold">ကစားနည်း</h1>

    <ul class="w-full list-outside list-disc pl-4 text-sm">
      <li>ထီလက်မှတ်များဝယ်ယူပြီး ဆုများရယူရန် သင်သည် အသက် 16/18/21 နှစ်နှင့်အထက် ဖြစ်ရမည်။</li>
      <li>ကစားသမားများသည် လက်လီရောင်းချသည့်နေရာမှ မထွက်ခွာမီ ၎င်းတို့၏ လက်မှတ်များကို စစ်ဆေးရန် တာဝန်ရှိသည်။</li>
      <li>နှိုက်မှုတိုင်း၏ရလဒ်ကို နေ့စဉ် နံနက် ၁၀ နာရီ ၄၅ မိနစ် (GMT+6.30) မန္တလေးစံတော်ချိန်၌ ပေးမည်ဖြစ်ပါသည်။</li>
      <li>
        လက်မှတ်သည် ခိုးယူခံရခြင်း၊ မထုတ်ရသေးသော၊ ဖြတ်တောက်ခြင်း၊ ဖြတ်တောက်ခြင်းမပြုရန်၊ မည်သည့်နည်းဖြင့်မဆို ဟန်ချက်ညီညီ
        ပြောင်းလဲခြင်း သို့မဟုတ် ချွတ်ယွင်းချက် မပြည့်စုံပါက လက်မှတ်သည် ပျက်ပြယ်သွားပါသည်။
      </li>
      <li>ထီလက်မှတ် ပျောက်ဆုံးခြင်း သို့မဟုတ် ခိုးယူခံရခြင်းအတွက် တာဝန်မရှိပါ။</li>
      <li>
        မူလဝယ်ယူခဲ့သည့် လက်လီရောင်းချသူထံ ထီလက်မှတ်တစ်စောင်ကို ပုံဆွဲခြင်းမတိုင်မီ တင်ပြမှသာ ထီ/ထီလက်မှတ်ကို
        ပယ်ဖျက်နိုင်သည်။ Powerball လက်မှတ်များကို ပယ်ဖျက်၍မရပါ။
      </li>
      <li>
        ဂိမ်းအားလုံးအတွက် တူညီသော နံပါတ်(များ) ပေါ်တွင် အကြိမ်ပေါင်းများစွာ ဆွဲခြင်း အလောင်းအစား ပြုလုပ်နိုင်ပါသည်။
        အသေးစိတ်အတွက် လက်လီရောင်းချသူကို မေးပါ။
      </li>
      <li>ဆုကြေးငွေတောင်းခံလွှာမတင်မီ သင်၏အမည်၊ လိပ်စာနှင့် ဖုန်းနံပါတ်တို့ကို ဖြည့်သွင်းရပါမည်။</li>
      <li>အနိုင်ရရှိထားသော လက်မှတ်များအားလုံးသည် ထီလက်မှတ်၏ တရားဝင်ခွင့်ပြုချက်ဖြစ်သည်။</li>
      <li>အနိုင်ရသောလက်မှတ်များအားလုံးသည် ကိုင်ဆောင်ထားသည့် တူရိယာများဖြစ်သည်။</li>
      <li>ဆုများအားလုံးကို ပုံဆွဲသည့်နေ့မှ 6 လ/ တစ်နှစ်အတွင်း တောင်းယူရမည်ဖြစ်သည်။</li>
      <li>
        သင့်ကုန်စုံဆိုင် သို့မဟုတ် အဆင်ပြေစတိုးတွင် ထီလက်မှတ်တစ်စောင်ကို ရွေးပါ။ ထီဆိုင်များတွင် သင့်ထီကတ်ပေါ်ရှိ
        သင့်နံပါတ်များကို ရွေးထုတ်နိုင်ရန် ကူညီရန် ခဲတံအနည်းငယ်ရှိတတ်သည်။
      </li>
      <li>
        သင်၏နံပါတ်များကိုရွေးချယ်ပါ။ ကျပန်းရွေးချယ်နိုင်သည် သို့မဟုတ် မွေးဖွားခြင်းကဲ့သို့သော သင့်အတွက်
        အရေးကြီးသည့်နံပါတ်အချို့ကို သင်အသုံးပြုနိုင်သည်။
      </li>
      <li>
        သင့်ထီလက်မှတ်ကို စတိုးဆိုင်ပိုင်ရှင်ထံ ယူဆောင်ပြီး ၎င်းတို့ထံ ပေးအပ်ပါ။ အများအားဖြင့် ထီထိုးရန်
        ငွေသားပေးချေရတတ်သည်။ ၎င်းတို့သည် သင့်နံပါတ်များနှင့် လက်မှတ်များကို lotto စက်မှတဆင့် လုပ်ဆောင်ပေးမည်ဖြစ်ပြီး
        သင်၏စာရင်းသွင်းထားသော နံပါတ်များဖြင့် သေးငယ်သော လက်မှတ်တစ်စောင်ကို သင့်ထံ ပေးအပ်မည်ဖြစ်သည်။
      </li>
      <li>
        ထီပေါက်ပြီးပါက သင့်လက်မှတ်ကို ကုန်စုံဆိုင် သို့မဟုတ် ကုန်စုံဆိုင်သို့ ယူဆောင်ပြီး သင့်လက်မှတ်ကို
        လက်လီရောင်းချသူကို စစ်ဆေးခိုင်းပါ။ လက်လီရောင်းချသူများသည် သင့်လက်မှတ်ကို ဖြတ်ကျော်ကာ သင်အောင်မြင်သူဟုတ်မဟုတ်
        စစ်ဆေးရန် စက်တစ်ခုရှိသည်။
      </li>
    </ul>
  </div>
</template>
